{
  "FUNNY": [
    "Would you rather fight 100 duck-sized horses or 1 horse-sized duck?",
    "Would you rather always be 10 minutes late or 20 minutes early?",
    "Would you rather have a rewind button or a pause button on your life?",
    "Would you rather always have to sing rather than speak or dance everywhere you go?",
    "Would you rather have a third eye in the back of your head or a third arm coming out of your chest?",
    "Would you rather be able to talk to animals but not understand humans, or understand humans but not talk to animals?",
    "Would you rather have fingers as long as your legs or legs as long as your fingers?",
    "Would you rather have a permanent unibrow or be completely bald?",
    "Would you rather sneeze every time you say your name or have your ears fall off every time someone says your name?",
    "Would you rather have to read aloud every word you read or sing everything you say?",
    "Would you rather have a pet dragon or be a dragon?",
    "Would you rather have the ability to fly but only 1 foot off the ground, or be able to run 100 mph but only backwards?",
    "Would you rather have a photographic memory or forget whatever you want?",
    "Would you rather be able to control fire or water?",
    "Would you rather have the ability to shrink or grow?"
  ],
  "SUPERHERO": [
    "Would you rather have the ability to fly or be invisible?",
    "Would you rather have super strength or super speed?",
    "Would you rather be able to teleport or time travel?",
    "Would you rather be able to read minds or see the future?",
    "Would you rather have super strength or super intelligence?",
    "Would you rather be able to breathe underwater or fly?",
    "Would you rather be able to shape-shift or teleport?",
    "Would you rather be able to become invisible or read minds?",
    "Would you rather have the ability to control time or space?",
    "Would you rather have the ability to heal or destroy?",
    "Would you rather have the ability to heal others or yourself?",
    "Would you rather be able to read minds or control minds?",
    "Would you rather have unlimited wishes or unlimited money?",
    "Would you rather be able to speak to the dead or see the future?",
    "Would you rather have the ability to control fire or water?"
  ],
  "LIFE_CHOICES": [
    "Would you rather have unlimited money or unlimited time?",
    "Would you rather be famous or be the best friend of someone famous?",
    "Would you rather live without internet or without air conditioning?",
    "Would you rather have no taste buds or be color blind?",
    "Would you rather be able to speak all languages or play all instruments?",
    "Would you rather live in a world without music or without colors?",
    "Would you rather have the ability to talk to animals or speak all languages?",
    "Would you rather have perfect memory or be able to forget anything?",
    "Would you rather be able to time travel to the past or future?",
    "Would you rather have a photographic memory or forget whatever you want?",
    "Would you rather know when you're going to die or how you're going to die?",
    "Would you rather have the ability to read minds or have everyone be able to read yours?",
    "Would you rather live in a world without pizza or without chocolate?",
    "Would you rather always be too hot or too cold?",
    "Would you rather have the ability to sleep whenever you want or never need to sleep?"
  ],
  "PHILOSOPHICAL": [
    "Would you rather know the truth about everything or be able to lie perfectly?",
    "Would you rather have the ability to change the past or see the future?",
    "Would you rather live forever but stay the same age, or age normally but live twice as long?",
    "Would you rather have everyone agree with you or have everyone respect you?",
    "Would you rather be able to read minds or have everyone be able to read yours?",
    "Would you rather know when you're going to die or how you're going to die?",
    "Would you rather have the ability to change one decision you made or see all possible outcomes of your decisions?",
    "Would you rather be able to experience any moment in history or see any moment in the future?",
    "Would you rather have the ability to understand all languages or have everyone understand you regardless of language?",
    "Would you rather be able to forget painful memories or remember everything perfectly?",
    "Would you rather have the ability to see through lies or always tell the truth?",
    "Would you rather have the ability to experience other people's emotions or have no emotions at all?",
    "Would you rather be able to change your appearance at will or have everyone find you attractive?",
    "Would you rather have the ability to live in any time period or live in any place?",
    "Would you rather have the ability to know what others think of you or never know what others think of you?"
  ],
  "CHALLENGING": [
    "Would you rather lose all your memories or never be able to make new ones?",
    "Would you rather be able to fly but only 1 foot off the ground, or be able to run 100 mph but only backwards?",
    "Would you rather have the ability to read minds but everyone knows when you're doing it, or never be able to read minds?",
    "Would you rather have the ability to time travel but only to the past, or only to the future?",
    "Would you rather have the ability to be invisible but only when no one is looking, or be visible but everyone ignores you?",
    "Would you rather have the ability to speak all languages but only when you're angry, or never be able to speak your native language?",
    "Would you rather have the ability to teleport but only to places you've been before, or never be able to leave your current location?",
    "Would you rather have the ability to read minds but only hear negative thoughts, or never know what anyone thinks?",
    "Would you rather have the ability to fly but only at walking speed, or run at super speed but only in circles?",
    "Would you rather have the ability to become invisible but only when you're embarrassed, or always be visible but never embarrassed?",
    "Would you rather have the ability to time travel but only to fix mistakes, or never be able to change the past?",
    "Would you rather have the ability to read minds but only when people are lying, or never know when someone is lying?",
    "Would you rather have the ability to teleport but only to dangerous places, or never be able to travel?",
    "Would you rather have the ability to fly but only backwards, or walk but only sideways?",
    "Would you rather have the ability to read minds but only your own thoughts, or never think at all?"
  ],
  "POP_CULTURE": [
    "Would you rather be a character in your favorite movie or your favorite book?",
    "Would you rather have the powers of your favorite superhero or be the villain in your favorite story?",
    "Would you rather live in the world of your favorite video game or your favorite TV show?",
    "Would you rather be able to meet any historical figure or any fictional character?",
    "Would you rather have the ability to enter any book you read or any movie you watch?",
    "Would you rather be able to speak like your favorite character or look like your favorite character?",
    "Would you rather have the ability to time travel to any historical event or any fictional world?",
    "Would you rather be able to bring one fictional character to life or enter one fictional world?",
    "Would you rather have the ability to change the ending of any story or create your own story?",
    "Would you rather be able to meet any celebrity or any fictional character?",
    "Would you rather have the ability to live in any movie universe or any book universe?",
    "Would you rather be able to have the powers of any video game character or any movie character?",
    "Would you rather be able to visit any TV show world or any anime world?",
    "Would you rather be able to meet any musician or any actor?",
    "Would you rather be able to live in any time period from history or any fictional time period?"
  ]
}
