{
  "FUNNY": [
    "Would you rather fight 100 duck-sized horses or 1 horse-sized duck?",
    "Would you rather always be 10 minutes late or 20 minutes early?",
    "Would you rather have a rewind button or a pause button on your life?",
    "Would you rather always have to sing rather than speak or dance everywhere you go?",
    "Would you rather have a third eye in the back of your head or a third arm coming out of your chest?",
    "Would you rather be able to talk to animals but not understand humans, or understand humans but not talk to animals?",
    "Would you rather have fingers as long as your legs or legs as long as your fingers?",
    "Would you rather have a permanent unibrow or be completely bald?",
    "Would you rather sneeze every time you say your name or have your ears fall off every time someone says your name?",
    "Would you rather have to read aloud every word you read or sing everything you say?",
    "Would you rather have a pet dragon or be a dragon?",
    "Would you rather sweat maple syrup or have your tears taste like hot sauce?",
    "Would you rather have hiccups for the rest of your life or feel like you need to sneeze but never be able to?",
    "Would you rather have to wear clown shoes every day or a clown nose every day?",
    "Would you rather have your thoughts appear as speech bubbles above your head or have a laugh track play every time you tell a joke?",
    "Would you rather lick someone's armpit or have someone lick your armpit?",
    "Would you rather eat a sand sandwich or drink a pint of glue?",
    "Would you rather have to announce every time you're going to fart or fart extremely loudly every time?",
    "Would you rather bounce off every surface you touch or never be able to jump again?",
    "Would you rather have everything you eat taste like your least favorite food or never taste anything again?",
    "Would you rather have your hair grow 1 foot every day or have it fall out completely every week?",
    "Would you rather only be able to walk backwards or only be able to run sideways?",
    "Would you rather have a horn in the middle of your forehead or a tail that wags when you're happy?",
    "Would you rather speak only in questions or only in rhymes?",
    "Would you rather have to wear a tutu everywhere or a superhero cape everywhere?",
    "Would you rather have your belly button be an actual button that makes a sound when pressed or have detachable ears?",
    "Would you rather cry cheese or sneeze confetti?",
    "Would you rather have to hop everywhere like a kangaroo or crawl everywhere like a baby?",
    "Would you rather have your laugh sound like a car alarm or your voice sound like a robot?",
    "Would you rather have spaghetti for hair or meatballs for eyes?",
    "Would you rather have an elephant-sized hamster or a hamster-sized elephant?",
    "Would you rather have to shake hands with yourself every time you meet someone or offer your foot as a handshake?",
    "Would you rather have marshmallows for hands or cotton candy for hair?",
    "Would you rather only be able to whisper or only be able to shout?",
    "Would you rather have your shadow always be 10 seconds behind you or 10 seconds ahead of you?",
    "Would you rather have to narrate your life like a nature documentary or have David Attenborough follow you around narrating?",
    "Would you rather have your hiccups sound like a duck quacking or your sneezes sound like a foghorn?",
    "Would you rather have to wear mittens on your feet or socks on your hands for a year?",
    "Would you rather have your reflection always wave at you or never show up in mirrors at all?",
    "Would you rather have to eat cereal with a fork or soup with chopsticks for every meal?"
  ],
  "SUPERHERO": [
    "Would you rather have the ability to fly or be invisible?",
    "Would you rather have super strength or super speed?",
    "Would you rather be able to teleport or time travel?",
    "Would you rather be able to read minds or see the future?",
    "Would you rather have laser vision or x-ray vision?",
    "Would you rather be able to breathe underwater or survive in space?",
    "Would you rather be able to shape-shift or duplicate yourself?",
    "Would you rather control gravity or manipulate probability?",
    "Would you rather have the ability to control time or space?",
    "Would you rather have the ability to heal or phase through objects?",
    "Would you rather have perfect aim with anything or never miss a prediction?",
    "Would you rather be able to absorb any skill by touching someone or copy any superpower you see?",
    "Would you rather have unlimited wishes or unlimited energy?",
    "Would you rather be able to speak to the dead or control dreams?",
    "Would you rather have the ability to shrink or grow at will?",
    "Would you rather have telekinesis or telepathy?",
    "Would you rather be able to freeze time or slow down time?",
    "Would you rather have super strength but move as slow as a 90-year-old or super speed but only be able to lift 2 pounds?",
    "Would you rather be invisible but only when no one is looking or fly but only 1 foot off the ground?",
    "Would you rather have the power to bring back one person from the dead or prevent one future death?",
    "Would you rather have the ability to control fire or control ice?",
    "Would you rather be able to walk through walls or walk on water?",
    "Would you rather have super hearing or super smell?",
    "Would you rather be able to control weather or control technology with your mind?",
    "Would you rather have the power to make anyone fall asleep instantly or wake anyone up instantly?",
    "Would you rather be able to turn anything you touch into gold or bring any drawing to life?",
    "Would you rather have the ability to become any animal or speak any language instantly?",
    "Would you rather have elastic powers like Mr. Fantastic or super speed like The Flash?",
    "Would you rather be able to create force fields or shoot energy blasts?",
    "Would you rather have the power to make yourself and others lucky or unlucky at will?"
  ],
  "TECHNOLOGY": [
    "Would you rather give up the internet or your phone for a month?",
    "Would you rather have unlimited battery life on all devices or free WiFi everywhere you go?",
    "Would you rather be TikTok famous or YouTube famous?",
    "Would you rather give up social media or never be able to watch Netflix again?",
    "Would you rather have super slow internet or a phone that's always at 1% battery?",
    "Would you rather only be able to communicate through emojis or never be able to use emojis again?",
    "Would you rather have access to everyone's search history or have everyone see yours?",
    "Would you rather never be able to take photos again or never be able to listen to music again?",
    "Would you rather live without air conditioning or without the internet?",
    "Would you rather be able to control any electronic device with your mind or never have technology break on you?",
    "Would you rather have to use dial-up internet forever or never be able to use a smartphone?",
    "Would you rather get 1000 likes on every post but never go viral or go viral once but get no likes on anything else?",
    "Would you rather have your phone always autocorrect to the wrong word or never be able to use autocorrect?",
    "Would you rather live in a world without Google or without Amazon?",
    "Would you rather have to type everything you want to say or only be able to communicate through voice messages?",
    "Would you rather have AI do all your work but get no credit or do everything manually but be recognized?",
    "Would you rather have every password you create be automatically leaked or never be able to remember any password?",
    "Would you rather only be able to use technology from the 1990s or only use technology that doesn't exist yet?",
    "Would you rather have your smart home constantly spy on you or live without any smart devices?",
    "Would you rather have to watch ads before every conversation or pay $1 for every text message you send?",
    "Would you rather have your phone read all your texts out loud or have it autocorrect everything to embarrassing words?",
    "Would you rather live in a world where the internet shuts down for 1 hour every day or where it's 10x slower?",
    "Would you rather have unlimited cloud storage but it's all public or 1GB of completely private storage?",
    "Would you rather have to charge your phone every 10 minutes or have it work perfectly but weigh 50 pounds?",
    "Would you rather have every app you use cost $10/month or have every app be free but filled with ads?",
    "Would you rather have ChatGPT as your personal assistant or never need to use AI again?",
    "Would you rather cancel Netflix or cancel ChatGPT Plus for a year?",
    "Would you rather have your AI assistant know everything about you or be completely private but unhelpful?",
    "Would you rather live stream your entire life 24/7 or never be able to share anything online again?",
    "Would you rather have every meme you create go viral or never understand any memes again?",
    "Would you rather have your Spotify Wrapped be public forever or never get music recommendations again?",
    "Would you rather work remotely forever or never be allowed to work from home again?",
    "Would you rather have your phone predict your thoughts or have to manually type every single letter?",
    "Would you rather be verified on every social platform but have 0 followers or have millions of followers but never get verified?",
    "Would you rather have your digital footprint completely erased or have everything you've ever done online be public forever?"
  ],
  "RELATIONSHIPS": [
    "Would you rather marry your most recent ex or have your parents arrange your marriage?",
    "Would you rather date someone who's always late or someone who's always early?",
    "Would you rather have your crush read your mind or see your browser history?",
    "Would you rather never see your best friend again or never speak to them again?",
    "Would you rather go on 100 first dates or spend the rest of your life with your next date?",
    "Would you rather have your partner forget your birthday every year or forget your anniversary?",
    "Would you rather be in a relationship with someone who never laughs at your jokes or someone who laughs at everything?",
    "Would you rather have a partner who's your best friend but no physical attraction or amazing chemistry but nothing in common?",
    "Would you rather know when your relationship will end or never know if it will last?",
    "Would you rather have your ex become super successful or your current partner become your boss?",
    "Would you rather be the person who always has to apologize first or never be able to apologize?",
    "Would you rather have a long-distance relationship or live with someone you're not attracted to?",
    "Would you rather have your partner be brutally honest about everything or lie to protect your feelings?",
    "Would you rather be with someone who's perfect for you but your family hates or someone your family loves but you're not sure about?",
    "Would you rather have a partner who's always on their phone or one who never uses technology?",
    "Would you rather date someone who's incredibly attractive but boring or average looking but hilarious?",
    "Would you rather have your soulmate live on the other side of the world or live next door to someone who's almost perfect?",
    "Would you rather be in a relationship where you love them more or they love you more?",
    "Would you rather have your partner be terrible at gift-giving or terrible at remembering important dates?",
    "Would you rather date someone who's exactly like you or someone who's your complete opposite?",
    "Would you rather have a partner who's incredibly successful but never home or unemployed but always available?",
    "Would you rather be with someone who shares all your interests but has no ambition or someone ambitious but with completely different interests?",
    "Would you rather have your partner be friends with all your exes or hate all your friends?",
    "Would you rather be in a relationship where you never fight but never feel passionate or fight constantly but have amazing makeup sessions?",
    "Would you rather have a partner who's a terrible cook but tries every day or an amazing cook who never wants to cook for you?"
  ],
  "LIFE_CHOICES": [
    "Would you rather have unlimited money or unlimited time?",
    "Would you rather be famous or be the best friend of someone famous?",
    "Would you rather work your dream job for half pay or a boring job for double pay?",
    "Would you rather have no taste buds or be color blind?",
    "Would you rather be able to speak all languages or play all instruments?",
    "Would you rather live in a world without music or without colors?",
    "Would you rather have perfect memory or be able to forget painful memories?",
    "Would you rather be able to time travel to the past or future?",
    "Would you rather live in a big city or a small town?",
    "Would you rather know when you're going to die or how you're going to die?",
    "Would you rather live in a world without pizza or without chocolate?",
    "Would you rather always be too hot or too cold?",
    "Would you rather have the ability to sleep whenever you want or never need to sleep?",
    "Would you rather be really beautiful or really smart?",
    "Would you rather have a personal chef or a personal maid?",
    "Would you rather win the lottery but lose all your friends or stay poor but keep your friendships?",
    "Would you rather live 200 years in the past or 200 years in the future?",
    "Would you rather be able to fly but everyone can see you or be invisible but only when you're naked?",
    "Would you rather have free food for life or free gas for life?",
    "Would you rather be the funniest person in the room or the smartest person in the room?",
    "Would you rather have the ability to never get sick or never feel physical pain?",
    "Would you rather live in a house made of glass or a house with no windows?",
    "Would you rather have to eat the same meal every day for the rest of your life or never eat your favorite food again?",
    "Would you rather be able to change your age at will or change your appearance at will?",
    "Would you rather have a job you love that pays very little or a job you hate that makes you rich?",
    "Would you rather live somewhere where it's always winter or always summer?",
    "Would you rather be able to breathe underwater or fly through the air?",
    "Would you rather have the ability to talk to plants or talk to machines?",
    "Would you rather never have to wait in line again or never have to sit in traffic again?",
    "Would you rather have a photographic memory or be able to forget anything you want instantly?",
    "Would you rather have the ability to pause time for everyone but you or rewind time by 24 hours once per year?",
    "Would you rather always know the right thing to say or always know when someone is lying?",
    "Would you rather have unlimited wishes but each one costs a year of your life or live normally but with perfect health?",
    "Would you rather be able to learn any skill instantly but forget it after a year or take normal time to learn but keep it forever?",
    "Would you rather have the power to make anyone happy but never feel happiness yourself or be the only happy person in a sad world?",
    "Would you rather live in a world where everyone tells the truth or where everyone is kind?",
    "Would you rather have the ability to see 10 years into your future or change one decision from your past?",
    "Would you rather be able to give anyone perfect advice but never take it yourself or receive perfect advice but never be able to share it?",
    "Would you rather have unlimited energy but need 12 hours of sleep or normal energy but only need 2 hours of sleep?",
    "Would you rather be able to make one person immortal (including yourself) or save 1000 lives but live a normal lifespan?"
  ],
  "PHILOSOPHICAL": [
    "Would you rather know the truth about everything or be able to lie perfectly?",
    "Would you rather have the ability to change the past or see the future?",
    "Would you rather live forever but stay the same age, or age normally but live twice as long?",
    "Would you rather have everyone agree with you or have everyone respect you?",
    "Would you rather be able to read minds or have complete privacy of thought?",
    "Would you rather know the meaning of life or be blissfully ignorant?",
    "Would you rather have the ability to change one decision you made or see all possible outcomes of your decisions?",
    "Would you rather be able to experience any moment in history or see any moment in the future?",
    "Would you rather have the ability to understand all languages or have everyone understand you regardless of language?",
    "Would you rather be able to forget painful memories or remember everything perfectly?",
    "Would you rather have the ability to see through lies or always tell the truth?",
    "Would you rather have the ability to experience other people's emotions or have no emotions at all?",
    "Would you rather be able to change your appearance at will or have everyone find you attractive?",
    "Would you rather have free will but suffer consequences or have no free will but be happy?",
    "Would you rather save one person you love or five strangers?",
    "Would you rather be remembered for something terrible or be completely forgotten?",
    "Would you rather live a meaningful life that's short or a long life that's meaningless?",
    "Would you rather have the power to end all wars but lose someone you love or keep your loved ones safe while conflicts continue?",
    "Would you rather know everyone's true thoughts about you or never know what anyone thinks?",
    "Would you rather be able to prevent all future suffering but erase all joy, or leave the world as it is?",
    "Would you rather have the wisdom to solve any problem but be unable to act on it or have unlimited power but no wisdom?",
    "Would you rather live in a world where everyone is equal but no one is special or where there's inequality but potential for greatness?",
    "Would you rather know that your life is predetermined or believe you have free will but be wrong?",
    "Would you rather be able to give anyone perfect happiness but never experience it yourself or be the only happy person in a world of sadness?",
    "Would you rather have the ability to make one person immortal or bring back everyone who ever died for one day?",
    "Would you rather live in a world without art or without science?",
    "Would you rather have perfect moral clarity but be powerless to act or unlimited power but constant moral uncertainty?",
    "Would you rather be able to end all human suffering but humanity loses all ambition or keep things as they are?",
    "Would you rather know that nothing you do matters or believe everything matters but be wrong?",
    "Would you rather have the ability to make everyone love each other but lose individuality or keep human nature as it is?"
  ],
  "CHALLENGING": [
    "Would you rather lose all your memories from before age 18 or never be able to make new memories after today?",
    "Would you rather be the smartest person alive but unable to communicate or average intelligence but the most persuasive person ever?",
    "Would you rather know the exact date of your death or the exact cause but not when?",
    "Would you rather be able to save one stranger's life every day or save your best friend's life once?",
    "Would you rather be immortal but watch everyone you care about die or live a normal lifespan but know you'll be forgotten?",
    "Would you rather have the ability to prevent one major disaster but cause a minor one or do nothing and let fate decide?",
    "Would you rather be able to cure any disease but feel the pain of everyone you heal or be powerless to help but never suffer?",
    "Would you rather have perfect knowledge of right and wrong but be unable to act on it or have the power to change anything but never know if it's right?",
    "Would you rather sacrifice your happiness to ensure your family's success or pursue your dreams knowing they might struggle?",
    "Would you rather be able to bring back one person from the dead but they'd be different or accept death as final but keep perfect memories?",
    "Would you rather have unlimited money but never be able to spend it on yourself or be poor but able to solve world hunger?",
    "Would you rather live in a world where you're the only one who can lie or the only one who can't?",
    "Would you rather have the power to make everyone happy but be miserable yourself or be the only happy person in a sad world?",
    "Would you rather know that everything you do is predetermined or believe you have free will but be wrong?",
    "Would you rather be able to end all crime but live in a surveillance state or keep freedom but accept that bad things happen?",
    "Would you rather have your worst enemy become your boss or your best friend become your worst enemy?",
    "Would you rather be famous for something you didn't do or never get credit for your greatest achievement?",
    "Would you rather live in a world without art or without science?",
    "Would you rather be able to feel everyone's pain or never be able to feel empathy?",
    "Would you rather have the ability to make one person immortal or bring back everyone who ever died for one day?",
    "Would you rather be able to read everyone's thoughts but they can read yours too or have complete mental privacy for everyone?",
    "Would you rather have the power to make any law but have to follow all laws perfectly or live in anarchy but with complete freedom?",
    "Would you rather be able to prevent all accidents but never experience spontaneity or keep life unpredictable with all its risks?",
    "Would you rather have the ability to make everyone tell the truth but lose all privacy or keep lies but maintain secrets?",
    "Would you rather be able to give everyone perfect health but they lose all ambition or keep human struggle and growth?",
    "Would you rather have the power to make everyone equal but eliminate excellence or keep inequality but allow for greatness?",
    "Would you rather be able to end all conflict but remove all passion or keep human emotions with all their consequences?",
    "Would you rather have the ability to make everyone rational but emotionless or keep human irrationality with all its creativity?",
    "Would you rather be able to give everyone perfect memory but they can never forget trauma or keep selective memory with healing?",
    "Would you rather have the power to make time move slower for everyone but life becomes boring or keep time normal with all its pressure?"
  ],
  "POP_CULTURE": [
    "Would you rather live in the Marvel universe or the DC universe?",
    "Would you rather have Pokemon exist in real life or have lightsabers be real?",
    "Would you rather be a wizard at Hogwarts or a Jedi in Star Wars?",
    "Would you rather have the Force or be able to bend elements like in Avatar?",
    "Would you rather live in the world of The Office or Friends?",
    "Would you rather have Batman's gadgets or Iron Man's suit?",
    "Would you rather be in a zombie apocalypse like The Walking Dead or a post-apocalyptic world like Mad Max?",
    "Would you rather have Deadpool's healing factor or Wolverine's claws?",
    "Would you rather live in the Matrix knowing it's fake or stay plugged in blissfully unaware?",
    "Would you rather be a character in Game of Thrones or Lord of the Rings?",
    "Would you rather have Spider-Man's web-slinging or The Flash's super speed?",
    "Would you rather live in the world of Minecraft or Fortnite?",
    "Would you rather be able to visit any Disney movie world or any Studio Ghibli movie world?",
    "Would you rather have the Death Note or a Dragon Ball?",
    "Would you rather be in the crew of the Enterprise (Star Trek) or the Millennium Falcon (Star Wars)?",
    "Would you rather be Taylor Swift's best friend or have Beyoncé's talent?",
    "Would you rather live in Bikini Bottom with SpongeBob or Springfield with The Simpsons?",
    "Would you rather have dinner with Gordon Ramsay or be roasted by him?",
    "Would you rather be a contestant on Squid Game or The Hunger Games?",
    "Would you rather have your life narrated by Morgan Freeman or David Attenborough?",
    "Would you rather be a student at Nevermore Academy (Wednesday) or Hawkins High (Stranger Things)?",
    "Would you rather have Baby Yoda as a pet or have BB-8 as a companion?",
    "Would you rather be trapped in a horror movie or a romantic comedy?",
    "Would you rather have Eleven's powers from Stranger Things or Wanda's powers from Marvel?",
    "Would you rather live in the world of Rick and Morty or Adventure Time?",
    "Would you rather be a bender in Avatar: The Last Airbender or a ninja in Naruto?",
    "Would you rather have Hermione's intelligence or Harry's luck?",
    "Would you rather be a Pokémon trainer or a Digimon tamer?",
    "Would you rather live in Westeros (Game of Thrones) or Middle-earth (Lord of the Rings)?",
    "Would you rather have the Infinity Gauntlet for one day or a lightsaber forever?",
    "Would you rather be in the Bridgerton universe or the Euphoria universe?",
    "Would you rather have Wednesday Addams' powers or Enid's werewolf abilities?",
    "Would you rather be stuck in a Saw trap or a Black Mirror episode?",
    "Would you rather have MrBeast's money or PewDiePie's subscriber count?",
    "Would you rather be in the Succession family or the Roy family drama?",
    "Would you rather live in the world of The Bear (restaurant chaos) or Ted Lasso (football coaching)?",
    "Would you rather have Ariana Grande's voice or Dua Lipa's dance moves?",
    "Would you rather be in a K-pop group or be a solo artist like Bad Bunny?",
    "Would you rather have Zendaya's acting career or Emma Stone's filmography?",
    "Would you rather be in the cast of Euphoria or Stranger Things?",
    "Would you rather have Ryan Reynolds' humor or The Rock's charisma?",
    "Would you rather be in the world of House of the Dragon or The Rings of Power?",
    "Would you rather have Billie Eilish's musical talent or Olivia Rodrigo's songwriting ability?",
    "Would you rather be a character in The Last of Us or The Walking Dead?",
    "Would you rather have Timothée Chalamet's acting range or Tom Holland's Spider-Man role?"
  ],
  "FOOD": [
    "Would you rather only eat sweet foods or only eat salty foods for the rest of your life?",
    "Would you rather never be able to eat pizza again or never be able to eat chocolate again?",
    "Would you rather have to eat everything with chopsticks or eat everything with your hands?",
    "Would you rather only be able to drink water or only be able to drink milk?",
    "Would you rather eat a meal that's too hot or too cold every time?",
    "Would you rather have taste buds in your hands or smell everything you eat before tasting it?",
    "Would you rather only eat foods that are one color for the rest of your life or never eat the same food twice?",
    "Would you rather have to eat a raw onion every day or a raw lemon every day?",
    "Would you rather never be able to eat meat again or never be able to eat vegetables again?",
    "Would you rather have every meal be a surprise but you can't choose or always eat the same meal but it's your favorite?",
    "Would you rather only be able to eat breakfast foods or only dinner foods?",
    "Would you rather have to eat everything spicy or everything bland?",
    "Would you rather never be able to eat dessert again or never be able to eat your favorite meal again?",
    "Would you rather have to eat bugs as your main protein source or never eat protein again?",
    "Would you rather only be able to eat liquid foods or only solid foods?",
    "Would you rather have to cook every meal from scratch or never be able to cook again?",
    "Would you rather only eat foods that start with the first letter of your name or foods that are your least favorite color?",
    "Would you rather have to eat the same breakfast every day for life or never eat breakfast again?",
    "Would you rather only be able to eat with a tiny spoon or giant utensils?",
    "Would you rather have every food taste like your favorite food or never taste anything again?"
  ],
  "ADVENTURE": [
    "Would you rather explore the deepest part of the ocean or outer space?",
    "Would you rather climb Mount Everest or explore the Amazon rainforest?",
    "Would you rather go skydiving or bungee jumping?",
    "Would you rather travel to every country in the world or live in your dream location forever?",
    "Would you rather be able to breathe underwater and explore the ocean or fly and explore the sky?",
    "Would you rather go on a safari in Africa or explore ancient ruins in Egypt?",
    "Would you rather spend a week in Antarctica or a week in the Sahara Desert?",
    "Would you rather discover a new species or discover a new planet?",
    "Would you rather go white water rafting or rock climbing?",
    "Would you rather explore a haunted house or a mysterious cave?",
    "Would you rather go on a road trip across your country or backpack through Europe?",
    "Would you rather swim with sharks or walk through a jungle full of wild animals?",
    "Would you rather go camping in the wilderness for a month or stay in luxury hotels but never leave the city?",
    "Would you rather explore the North Pole or the South Pole?",
    "Would you rather go paragliding or scuba diving?",
    "Would you rather discover buried treasure or find a cure for a disease?",
    "Would you rather live in a treehouse in the rainforest or an igloo in the Arctic?",
    "Would you rather go on a hot air balloon ride or a helicopter tour?",
    "Would you rather explore underground caves or climb the tallest mountains?",
    "Would you rather go on a survival adventure with minimal supplies or a luxury adventure with everything provided?"
  ],
  "MODERN_LIFE": [
    "Would you rather be a digital nomad traveling the world or have a stable 9-5 job in your dream city?",
    "Would you rather have your entire life documented on social media or live completely offline?",
    "Would you rather be an influencer with 10 million followers or a successful entrepreneur with complete privacy?",
    "Would you rather work from home forever or never be allowed to work remotely again?",
    "Would you rather have unlimited free delivery for everything or never have to wait in traffic again?",
    "Would you rather be able to skip all ads forever or get paid $1 for every ad you watch?",
    "Would you rather have your dream job but terrible work-life balance or an okay job with perfect work-life balance?",
    "Would you rather live in a tiny house that's perfectly designed or a mansion that's poorly designed?",
    "Would you rather have your student loans forgiven or receive $100,000 cash?",
    "Would you rather be able to afford anything you want but have no free time or have unlimited free time but limited money?",
    "Would you rather have your Uber/Lyft rides always be free or your food delivery always be free?",
    "Would you rather live in a world where everything is subscription-based or where nothing can be bought, only rented?",
    "Would you rather have perfect credit but no savings or terrible credit but $50,000 in savings?",
    "Would you rather work 4 days a week for 80% pay or work 6 days a week for 150% pay?",
    "Would you rather have your groceries delivered by drone instantly or never have to do laundry again?",
    "Would you rather live in a smart city where everything is automated or a completely off-grid community?",
    "Would you rather have your commute be 2 hours each way but love your job or have a 5-minute commute but hate your job?",
    "Would you rather be able to work any job remotely or have any job pay double but you must work in-person?",
    "Would you rather have unlimited vacation days but unpaid or 2 weeks paid vacation that you must take?",
    "Would you rather live in a world where tipping is illegal or where tipping is mandatory for everything?",
    "Would you rather have your rent/mortgage be free but pay double for everything else or pay normal rent but everything else is half price?",
    "Would you rather be able to afford a house but live alone forever or rent forever but live with your soulmate?",
    "Would you rather have your dream car but terrible public transportation or no car but amazing public transportation?",
    "Would you rather work for a company that aligns with your values but pays poorly or a company you disagree with that pays amazingly?",
    "Would you rather have your phone battery last a week but be slow or have it be super fast but die every 2 hours?"
  ]
}
